content/blog/recommended_or_media.org
#+title: Recommended Blogs, Podcasts and Seminars for PhD Candidates in Operations Research
#+subtitle: A curated list of valuable resources
#+AUTHOR: Leon Lan
#+EMAIL: leon.lanyidong@gmail.com
#+CREATED: [2021-10-30 Sat 14:09]
#+SETUPFILE: ~/Dropbox/config/latex/org-latex.setup
#+BIBLIOGRAPHY: ~/Dropbox/bib/bibliography.bib
* Introduction
As a freshly-started PhD Candidate in Operations Research (OR), I have read dozens of books and papers to familiarize myself with the state-of-the-art. The academic literature is obviously one of the best places to find this information, but it's not the only place where you can learn about state-of-the-art OR. Media such as blogs, podcasts and seminars have also been a valuable resource to enhancing my understanding of OR. These outlets present informal discussions - uncommon in the academic literature - and listening to an [[https://www.youtube.com/watch?v=F3Ykma1eqnY][1-hour talk]] of the inventor of the state-of-the-art algorithm in flow shop scheduling is a lot easier than reading his [[https://scholar.google.com/citations?user=aTVU3eoAAAAJ&hl=nl&oi=ao][100+ publications]] on that same topic.

Below I present my curated list of blogs, podcasts and seminars that are of interests to PhD Candidates in OR.

* Blogs
- [[https://yetanothermathprogrammingconsultant.blogspot.com/][Yet Another Math Programming Consultant - Erwin Kalvelagen]]
- [[https://punkrockor.com/][Punk Rock Operations Research - Laura Albert]]
- [[https://orinanobworld.blogspot.com/][OR in an OB world - Paul Rubin]]
- [[https://farkasdilemma.wordpress.com][Farkas Dilemma - Austin Buchanan]]
- [[https://orindevon.blogspot.com/?m=1][OR in Devon, UK]]

For a larger overview of OR blogs, you can check out this [[https://mat.tepper.cmu.edu/blog/index.php/listing-of-or-blogs/][list]] by Michael Trick or this [[https://or.stackexchange.com/questions/5885/recommendations-for-om-blogs][thread]] on OR StackExchange.

* Podcasts
- [[https://www.youtube.com/channel/UCKMY2i-ROJjOXCxePFewnkg][Subject To - Anand Subramanian]]
- [[https://resoundinglyhuman.com/][INFORMS: Resoundingly Human - Ashley Kilgore]]
- [[https://open.spotify.com/show/0y9iaOPfmkMCUm2vaXQeDh?si=9f7840cd7c734895][Optimizing You - Anthony Karahalios]]

* Seminars
# What I like the most about seminars are the Q&A's: asking questions to has helped me to increase my understanding. Below I listed five seminars here that are (1) hosted online and (2) accessible to anyone.
- [[https://schedulingseminar.com/][Scheduling seminar]]
    # :: A bi-weekly seminar to present the newest scheduling research and to survey traditional areas.
  # - Example: [[https://www.youtube.com/watch?v=F3Ykma1eqnY][State-of-the-art heuristics jfor flowshop scheduling by Rubén Ruiz]]
- [[https://www.euro-online.org/websites/verolog/webinar/][VeRoLog webinar]]
  # ::  A monthly seminar of plenary talks, paper presentations from academia and/or industry as well as interviews with famous researchers from the VeRoLog (i.e., VRP and logistics) community.
  # - Example: [[https://www.euro-online.org/websites/verolog/webinar/][Strategic berth template problems by Elena Fernández]]
- [[https://portals.project.cwi.nl/dutch-optimization-seminar/dutch-optimization-seminar][Dutch Seminar on Optimization]]
# :: A monthly seminar organized by the Dutch Optimization community on topics related to (but not limited to) the theoretical foundations of discrete and continuous optimization.
- [[https://talks.discreteopt.com/][Discrete Optimization Talks]]
    # :: A monthly seminar organized by Aleksandr M. Kazachkov and Elias B. Khalil. on theoretical, computational and applied aspects of integer and combinatorial optimization.
- [[https://www.youtube.com/channel/UCrLq5M3GjRRGYLHBM4Carfg/videos][ISyE Seminar Series]]
# :: Monthly seminar series organized by the department of Industrial and Systems Engineering, University of Minnesota. Recent videos are uploaded on their [[https://www.youtube.com/channel/UCrLq5M3GjRRGYLHBM4Carfg/videos][Youtube]] channel.
- [[https://congreso.us.es/mlneedsmo/][Machine Learning NeEDS Mathematical Optimization]]
# :: Monthly seminar series organized in the field of Data Science and Analytics where mathematical modeling and optimization plays an important role.

* Other recommendations
Here are some other recommendations that may be of interests, but do not belong to any of the categories above.
- [[https://or.stackexchange.com/][OR StackExchange]]
- [[https://www.hsu-hh.de/logistik/research/challenges][Optimization Challenges]]
- [[https://twitter.com/i/lists/1488062354482999299?s=20&t=_8Fb_UDyeITZRpPQQRReSA][OR Twitter]]

That's it! I hope you have found something interesting in my list of OR blogs, podcasts and seminars.  Feel free to contact me if you have any other suggestions.
