blog/recommended_or_media.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Recommended Blogs, Podcasts and Seminars for PhD Candidates in Operations Research</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />

                        <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css"> 
</head>
<body>
<div id="content">
<div id="outline-container-org6ad8e55" class="outline-2">
<h2 id="org6ad8e55">Introduction</h2>
<div class="outline-text-2" id="text-org6ad8e55">
<p>
As a freshly-started PhD Candidate in Operations Research (OR), I have read dozens of books and papers to familiarize myself with the state-of-the-art. The academic literature is obviously one of the best places to find this information, but it's not the only place where you can learn about state-of-the-art OR. Media such as blogs, podcasts and seminars have also been a valuable resource to enhancing my understanding of OR. These outlets present informal discussions - uncommon in the academic literature - and listening to an <a href="https://www.youtube.com/watch?v=F3Ykma1eqnY">1-hour talk</a> of the inventor of the state-of-the-art algorithm in flow shop scheduling is a lot easier than reading his <a href="https://scholar.google.com/citations?user=aTVU3eoAAAAJ&amp;hl=nl&amp;oi=ao">100+ publications</a> on that same topic.
</p>

<p>
Below I present my curated list of blogs, podcasts and seminars that are of interests to PhD Candidates in OR.
</p>
</div>
</div>

<div id="outline-container-org07f393f" class="outline-2">
<h2 id="org07f393f">Blogs</h2>
<div class="outline-text-2" id="text-org07f393f">
<ul class="org-ul">
<li><a href="https://yetanothermathprogrammingconsultant.blogspot.com/">Yet Another Math Programming Consultant - Erwin Kalvelagen</a></li>
<li><a href="https://punkrockor.com/">Punk Rock Operations Research - Laura Albert</a></li>
<li><a href="https://orinanobworld.blogspot.com/">OR in an OB world - Paul Rubin</a></li>
<li><a href="https://farkasdilemma.wordpress.com">Farkas Dilemma - Austin Buchanan</a></li>
<li><a href="https://orindevon.blogspot.com/?m=1">OR in Devon, UK</a></li>
</ul>

<p>
For a larger overview of OR blogs, you can check out this <a href="https://mat.tepper.cmu.edu/blog/index.php/listing-of-or-blogs/">list</a> by Michael Trick or this <a href="https://or.stackexchange.com/questions/5885/recommendations-for-om-blogs">thread</a> on OR StackExchange.
</p>
</div>
</div>

<div id="outline-container-org1e39a08" class="outline-2">
<h2 id="org1e39a08">Podcasts</h2>
<div class="outline-text-2" id="text-org1e39a08">
<ul class="org-ul">
<li><a href="https://www.youtube.com/channel/UCKMY2i-ROJjOXCxePFewnkg">Subject To - Anand Subramanian</a></li>
<li><a href="https://resoundinglyhuman.com/">INFORMS: Resoundingly Human - Ashley Kilgore</a></li>
<li><a href="https://open.spotify.com/show/0y9iaOPfmkMCUm2vaXQeDh?si=9f7840cd7c734895">Optimizing You - Anthony Karahalios</a></li>
</ul>
</div>
</div>

<div id="outline-container-org67d7291" class="outline-2">
<h2 id="org67d7291">Seminars</h2>
<div class="outline-text-2" id="text-org67d7291">
<ul class="org-ul">
<li><a href="https://schedulingseminar.com/">Scheduling seminar</a></li>
<li><a href="https://www.euro-online.org/websites/verolog/webinar/">VeRoLog webinar</a></li>
<li><a href="https://portals.project.cwi.nl/dutch-optimization-seminar/dutch-optimization-seminar">Dutch Seminar on Optimization</a></li>
</ul>

<ul class="org-ul">
<li><a href="https://talks.discreteopt.com/">Discrete Optimization Talks</a></li>
<li><a href="https://www.youtube.com/channel/UCrLq5M3GjRRGYLHBM4Carfg/videos">ISyE Seminar Series</a></li>
</ul>

<ul class="org-ul">
<li><a href="https://congreso.us.es/mlneedsmo/">Machine Learning NeEDS Mathematical Optimization</a></li>
</ul>
</div>
</div>

<div id="outline-container-org66cc16e" class="outline-2">
<h2 id="org66cc16e">Other recommendations</h2>
<div class="outline-text-2" id="text-org66cc16e">
<p>
Here are some other recommendations that may be of interests, but do not belong to any of the categories above.
</p>
<ul class="org-ul">
<li><a href="https://or.stackexchange.com/">OR StackExchange</a></li>
<li><a href="https://www.hsu-hh.de/logistik/research/challenges">Optimization Challenges</a></li>
<li><a href="https://twitter.com/i/lists/1488062354482999299?s=20&amp;t=_8Fb_UDyeITZRpPQQRReSA">OR Twitter</a></li>
</ul>

<p>
That's it! I hope you have found something interesting in my list of OR blogs, podcasts and seminars.  Feel free to contact me if you have any other suggestions.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
